zsh-users/zsh-completions
ajeetdsouza/zoxide path:zoxide.plugin.zsh
sindresorhus/pure
junegunn/fzf path:shell kind:defer
lukechilds/zsh-nvm kind:defer
zsh-users/zsh-autosuggestions kind:defer
aloxaf/fzf-tab kind:defer
zsh-users/zsh-syntax-highlighting kind:defer
